[
    {
        "id": 1,
        "image": "tcbof-ys.png",
        "title": "This Could Be Our Future - Yancey Strickler",
        "description": "how are our everyday choices and thinking shaped by defaults? are there other ways, besides financially, to define value in society? an interesting read that reshapes the way you think about the future as a collective. our future can be abundant and we are not doomed!"
    },
    {
        "id": 2,
        "image": "ttt-gz.png",
        "title": "Tomorrow, and Tomorrow, and Tomorrow - Gabrielle Zevin",
        "description": "oh god! a rollercoaster of a book. probably not most people's main takeaway, but this book makes me want to work on cool stuff and build cool things with my friends. hard to put down, very fun book to read."
    },
    {
        "id": 3,
        "image": "rbc-svp.png",
        "title": "Remarkably Bright Creatures - Shelby Van Pelt",
        "description": "very very very very wholesome book. it's about a friendship between a giant octopus and an old lady. literally nothing could go wrong, very feel good book centered around community and friendship and everything happy"
    },
    {
        "id": 4,
        "image": "ctviohwim-ek.png",
        "title": "Chatter - Ethan Kross",
        "description": "thank you to the sidewalk library by my apartment for giving me this book! always love a good psychology read. this one gives you a look into why your inner voice exists and what it's good (and not so good) for. gives you a very handy list of tips for how to manage your voice at the end of the book!"
    },
    {
        "id": 5,
        "image": "twwdtwwd-tv.png",
        "title": "Traffic: Why We Drive the Way We Do - Tom Vanderbilt",
        "description": "For all my transportation and mobility lovers out there. this one is such a cool read. dives into the psychology of how we drive, cultural traffic norms, how roads are designed, and some of the issues that plague our roads. sleeper pick, sounds boring but actually is incredibly fascinating."
    },
    {
        "id": 6,
        "image": "tdoet-dn.png",
        "title": "The Design of Everyday Things - Don Norman",
        "description": "Cult favorite classic design book (= if you want to build products, you should probably read this book. i quite enjoyed the way that the topic of “human error” was discussed in this book. after reading this book you’ll likely start to notice design decisions (both good and bad) all around you. makes life more fun."
    },
    {
        "id": 7,
        "image": "g-ad.png",
        "title": "Grit - Angela Duckworth",
        "description": "IMO started slow but then really picked up. the most fascinating parts of this book were the stories about inspiring people told through the lens of how they were raised. if you need a book to light a fire under your you know what, this is the one."
    },
    {
        "id": 8,
        "image": "hgttg-da.png",
        "title": "Hitchhiker's Guide to the Galaxy - Douglas Adams",
        "description": "Guys do I just not get it?? I need to read this book again I believe. I think my mind needs to be on a higher plane to understand this book. Brb trying again, earnestly going to try again"
    },
    {
        "id": 9,
        "image": "b-mg.png",
        "title": "Blink - Malcom Gladwell",
        "description": "Got really good as it went on. Especially fascinating was the last part that talks about how high stress situations can cause us to zone in on gut instincts and biases. Another classic Malcom Gladwell banger, I could talk about this one for a bit."
    },
    {
        "id": 10,
        "image": "thaegs-jm.png",
        "title": "The Heaven and Earth Grocery Store - James McBride",
        "description": "Lots of good character and world-building. At times a bit hard to follow (i am terrible at remembering names of characters).  Lots of heartwarming moments, and strong themes of community, coming together, and how seemingly long-gone pasts affect our current day. "
    },
    {
        "id": 11,
        "image": "ctt-hm.png",
        "title": "Colorless Tsukuru Tazaki - Haruki Murakami",
        "description": "This one had me on the edge of my seat. I needed to KNOOOWWWW. I finished this book in the span of 2 days I believe. This book emanates nostalgia, yearning, and reconnection. Lots of mystery, but set around fairly ordinary people/lives which makes it all the more poignant."
    },
    {
        "id": 12,
        "image": "tw-dg.png",
        "title": "The Wager - David Grann",
        "description": "I was supposed to read this with my boyfriend, but he finished it in two days (me two weeks). This one really just makes you ponder... Lots of action and surprise in here."
    },
{
        "id": 13,
        "image": "a-tc.png",
        "title": "Arrival - Ted Chiang",
        "description": "I love love love this genre of short stories. Complex and bite-sized explorations of language, connection, ethics, and more. If you used to watch Vsauce as a kid you’d like this book. (Unrelated, listen to “On the Nature of Daylight” by Max Richter)"
    },
{
        "id": 14,
        "image": "ify-lj.png",
        "title": "I Found You - Lisa Jewell",
        "description": "Not my usual genre of book, stole this one from my sister briefly. Still, was difficult to put this one down. Easy to follow, and very interesting characters in this book."
    }
]
