[
    {
      "id": 1,
      "image": "tcbof-ys.png",
      "title": "This Could Be Our Future - Yancey Strickler:",
      "description": "how are our everyday choices and thinking shaped by defaults? are there other ways, besides financially, to define value in society? an interesting read that reshapes the way you think about the future as a collective. our future can be abundant and we are not doomed!"
    },
    {
      "id": 2,
      "image": "ttt-gz.png",
      "title": "Tomorrow, and Tomorrow, and Tomorrow - Gabrielle Zevin:",
      "description": "oh god! a rollercoaster of a book. probably not most people's main takeaway, but this book makes me want to work on cool stuff and build cool things with my friends. hard to put down, very fun book to read."
    },
    {
        "id": 3,
        "image": "rbc-svp.png",
        "title": "Remarkably Bright Creatures - Shelby Van Pelt:",
        "description": "very very very very wholesome book. it's about a friendship between a giant octopus and an old lady. literally nothing could go wrong, very feel good book centered around community and friendship and everything happy"
      },
    {
        "id": 4,
        "image": "ctviohwim-ek.png",
        "title": "Chatter - Ethan Kross:",
        "description": "thank you to the sidewalk library by my apartment for giving me this book! always love a good psychology read. this one gives you a look into why your inner voice exists and what it's good (and not so good) for. gives you a very handy list of tips for how to manage your voice at the end of the book!"
    },
    {
        "id": 5,
        "image": "twwdtwwd-tv.png",
        "title": "Traffic: Why We Drive the Way We Do - Tom Vanderbilt:",
        "description": "For all my transportation and mobility lovers out there. this one is such a cool read. dives into the psychology of how we drive, cultural traffic norms, how roads are designed, and some of the issues that plague our roads. sleeper pick, sounds boring but actually is incredibly fascinating."
    },
    {
        "id": 6,
        "image": "tdoet-dn.png",
        "title": "The Design of Everyday Things - Don Norman:",
        "description": "(current read)"
    }
  ]
  